
/* */
"AppSocket/HP JetDirect" = "Jetdirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Fax";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Internet-printerprotokol (http)";

/* */
"Internet Printing Protocol (ipp)" = "Internet-printerprotokol";

/* */
"LPD/LPR Host or Printer" = "LPD-/LPR-vært eller -printer";

/* */
"Serial Printer (serial)" = "Seriel";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "En anden enhed";

/* Internal Modem */
"modem" = "Internt modem";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Bluetooth-modem";


